
[{
    "name": "Харли Квинн",
    "code": "harleyQween",
    "image": "./image/kvin.jpeg",
    "universe": "DC Comics",
    "alterego": "Харлин Фрэнсис Квинзель",
    "activity": "Обаятельная злодейка",
    "firends": "Ядовитый плющ",
    "superpowers": "Тренированная гимнастка, Харли обладает увеличенной силой, ловкостью и выносливостью, а также иммунитетом к воздействию некоторых токсинов.",
    "moreinfo": "Cумасбродная суперзлодейка и противница Бэтмена, наиболее известная как девушка и напарница Джокера, с недавних пор начавшая выстраивать одиночную криминальную карьеру. Будучи в прошлом психиатром лечебницы Аркхем, она лично занималась лечением Джокера, пока не влюбилась в безумного дэбила <br>Харли планировала стать популярным психологом с собственной серией книг и пошла работать в психиатрическую лечебницу Аркхэм, чтобы заработать себе имя на самых сложных случаях с маньяками-убийцами. После трёх месяцев уговоров руководство позволило ей проводить сеансы с Джокером, который влюбил её в себя. Харли помогает злодею сбежать, а когда руководство больницы узнаёт об этом, Квинн вскоре сама оказывается в клинике, но уже как пациентка"
},{
    "name": "Бэтмен",
    "code": "batman",
    "image": "./image/batman.jpeg",
    "universe": "DC Comics",
    "alterego": "Брюс Уэйн",
    "activity": "Борец с преступностью, филантроп, миллиардер",
    "friends": "Робин, Бэтгерл",
    "superpowers": "Интеллект, обширные познания, знания боевых искусств, ловкость",
    "moreinfo": "По популярности человек-летучая мышь может сравниться только с Суперменом. Его образ кажется очень мистическим и мрачным: черный костюм с развевающимся плащом, устрашающий Бэтмобиль, штаб-квартира в сырой пещере. Его биография настолько же темна, как и образ. В детстве у него на глазах убили родителей, и юный Брюс поклялся всеми силами защищать родной Готэм от преступности. Брюс знаменит, несмотря на пожилой возраст: первый выпуск с его участием вышел аж в 1939 году. С каждым годом популярность только крепнет. Большую роль в этом сыграли экранизации: «Темный рыцарь», сериал «Готэм» и несколько одноименных картин. Главная причина такой любви среди фанатов — мысль, что каждый может стать Бэтменом. \n\nЕсли подумать, это один из немногих героев, кто добился своего положения за счет ума и упорства, а не за счет мутаций."
},{
    "name": "Супермен",
    "code": "superman",
    "image": "./image/superman.jpeg",
    "universe": "DC Comics",
    "alterego": "Кларк Кент",
    "activity": "Борец за справедливость",
    "firends": "Собака Крипто",
    "superpowers": "непробиваемость, суперсила, полет, самоисцеление, суперзрение и суперслух, классный костюм",
    "moreinfo": "Полная противоположность своему противнику Бэтмену. Если Брюс Уэйн был простым человеком и стал героем, то Супермен героем родился, но вынужден был изображать выходца из бедной канзасской семьи. Последний представитель планеты Криптон был отправлен на Землю прямо перед тем, как его родина была уничтожена. Супермен — некий хамелеон от мира комиксов. В своем первом выпуске в 1938 году он был просто человек-огромный мускул, который умел только разбивать стены и выбивать двери. Позднее к его умениям добавилась способность летать. Дальше у многочисленных воплощений Кларка, от подростка в «Тайнах Смоллвиля» до величественного «Человека из стали», разный уровень и количество суперспособностей. Неизменным остается его слабое место — уязвимость к Криптониту, радиоактивному веществу с родной планеты."
},{
    "name": "Халк",
    "code": "hulk",
    "image": "./image/hulk.jpeg",
    "universe": "Marvel Comics",
    "alterego": "Брюс Беннер",
    "activity": "Супергерой, борец за справедливость, ученый-биохимик",
    "firends": "Мстители",
    "superpowers": "Сверхчеловеческая сила искорость, выносливость, полет",
    "moreinfo": "Идею создания Халка как персонажа можно отнести к фантастической новелле «Странная история доктора Джекила и мистера Хайда», в которой ученый не может примириться со своим демоническим альтер эго. Прошлое у Халка — хуже некуда: отец Брюса страдал от алкоголизма и приступов ярости, а мать пыталась всеми силами уберечь сына от гнева своего мужа. Она погибла, защищая своего единственного ребенка от его побоев. Пронеся через все детство тяжелый психологический груз, Брюс вырос в чрезвычайно одаренного, но замкнутого юношу. Хотя Брюс не мог уважать отца, но пошел в науке по его стопам и выбрал ядерную физику. Во время эксперимента он ввел себе пробную сыворотку и подверг себя воздействию большого количества гамма-радиации. Беннер превратился в мускулистого неуправляемого гиганта, который крушил все вокруг и не понимал, что происходит. Так имя Халка стало нарицательным для людей, который не могут держать себя в руках."
},{
    "name": "Черная вдова",
    "code": "blackWidow",
    "image": "./image/natasha.jpeg",
    "universe": "Marvel Comics",
    "alterego": "Наташа Романофф",
    "activity": "Супергероиня, шпионка",
    "firends": "Мстители",
    "superpowers": "Пик человеческого физического потенциала, замедленное старение, знание многих языков",
    "moreinfo": "Супергероиня российского происхождения родилась предположительно в 1928 году в Сталинграде. Во время Второй мировой войны она потеряла родителей и была спасена из горящего дома советским солдатом. Тот на некоторое время стал ее опекуном. Повзрослев, Наташа попала в организацию «Красная Комната», где прошла многочисленные тренировки, а именно — была частью шпионской программы. Там же ей вживили сыворотку Суперсолдата — как у Капитана Америки, но в советском варианте. Благодаря ей Наташа может использовать максимальные возможности своего организма: силу, гибкость, скорость, ловкость и т. д. Также сыворотка дает эффект замедленного старения. По мнению фанатов, самое главное преимущество Черной Вдовы — то, что ее сыграла красотка Скарлетт Йоханссон :)"
},{
    "name": "Чудо-женщина",
    "code": "wonderWoman",
    "image": "./image/wonder.jpeg",
    "universe": "DC Comics",
    "alterego": "Диана Принс",
    "activity": "Супергероиня, секретарь-референт",
    "firends": "Лига Справедливости, Бэтмен, Супермен",
    "superpowers": "Сверхчеловеческая сила искорость, выносливость, полет",
    "moreinfo": "Пора бы разбавить эту мужскую вечеринку по-настоящему крутой девчонкой :) Принцесса-амозонка родилась на мистическом острове Темескира, расположенном в центре Бермудского треугольника, где пропадают самолеты. Свое настоящее имя — Диана — она получила в честь древнегреческой богини охоты, а суперспособности — от богини любви Афродиты. Растили героиню в исключительно женском обществе, поэтому Чудо-женщина часто появляется в культуре как символ феминизма. У Дианы есть супер-снаряжение: лассо истины и тиара. Первое было сковано богом огня Гефестом, и оно никогда не промахивается. Человек, попавший в его петлю, неизбежно расскажет свои секреты, вспомнит забытое и даже подчинится приказам. Тиара же работает как метательное оружие, способное рассечь что угодно. Корона со звездой в центре символизирует патриотизм американской героини и служит стильным аксессуаром :)"
},{
    "name": "Капитан Америка",
    "code": "captainAmerica",
    "image": "./image/capitan.jpeg",
    "universe": "Marvel Comics",
    "alterego": "Стивен Роджерс",
    "activity": "Супер-солдат",
    "firends": "Мстители",
    "superpowers": "Сила, выносливость, бессмертие, быстрая регенерация, мастерство скрытности и боя",
    "moreinfo": "Капитан Америка — персонаж, целеноправленно созданный, чтобы воплощать идеалы патриотизма. Потому он был особенно популярный во время Второй мировой войны. В комиксах обращение «Капитан Америка» применяется к любому, кто выбран правительством США. Больше всего оно закрепилось именно за Стивом Роджерсом. Стив родился в 1917 году в семье ирландских эмигрантов Сары и Джозефа Роджерсов. В детстве он был очень слабым юношей и постоянно подвергался насмешкам со стороны других ребят. Ирландские корни давали о себе знать, потому парень от драки не лез. В начале Второй мировой войны Стивен стремился попасть на фронт. Естественно, из-за здоровья ему отказывали. <br><br>По воле судьбы ему предложили принять участие в секретном оборонном проекте, целью которого было создание суперсолдат. Несмотря на сложности во время эксперимента, результат был успешным. Роджерс превратился из хилого юноши в настоящего Аполлона. Актер Крис Эванс с этой ролью вполне справился:)"
},{
    "name": "Ядовитый плющ",
    "code": "poisonIvy",
    "image": "./image/poison.jpeg",
    "universe": "DC comics",
    "alterego": "Памела Лилиан Айсли",
    "activity": "Суперзлодейка и враг Бэтмена",
    "firends": "Харли Квин",
    "superpowers": "Некогда учёная-ботаничка, превратившаяся в результате несчастного случая в гибрид человека и растения.",
    "moreinfo": "Ядовитый Плющ — мизантропичная учёная в области ботаники и биохимии. Она обладает сверхъестественными контролем над жизнью растений и способна отравлять одним прикосновением; свои силы она использует в целях экологического терроризма. Также для совершения преступлений она использует яд растений и свои феромоны, контролирующие разум. Её деятельность обычно направлена на защиту вымирающих видов животных и окружающей среды от неосторожных действий людей. Изначально она была суперзлодейкой, но после The New 52 и перезапуска вселенной DC её периодически стали изображать как антигероиню или даже положительную героиню, которая делает плохие вещи ради хороших целей."
},{
    "name": "Дэдпул",
    "code": "dedpool",
    "image": "./image/dedpool.jpeg",
    "universe": "Marvel Comics",
    "alterego": "Уэйд Уинстон Уилсон",
    "activity": "Антигерой, наемник",
    "friends": "Человек-паук, Росомаха",
    "superpowers": "Высокий болевой порог, регенерация и бессмертие, сверхчеловеческая иммунная система",
    "moreinfo": "Как и Росомаха из Людей Икс, Дэдпул был подвергнут опытам по программе «Оружие Икс». Ученые попытались исцелить его рак, привив его клеткам способность к регенерации. Как и всегда в комиксах, что-то пошло не так, и Дэдпул остался изуродованным и психически нестабильным. Это единственный супергерой из списка, который однозначно не на стороне добра. Дэдпул наслаждается насилием. Первоначально появившись в основной Вселенной Marvel, он получил альтернативные варианты в других реальностях Мультивселенной. Что оставалось неизменным — его циничное, черное чувство юмора: за него Дэдпула прозвали «Болтливым наемником»."
}]